chat_system_1836555164_actor_description=Tadum Reg. Dwarf - father of the dwarf-girl. The castle owner.
chat_system_1836555164_snap_0_question=^?^Oh, you are right, I'm at a loss. And not just a loss... Wait, why would I take you into my confidence? I've never seen you before! Who knows, who you are? Ah, but my beloved daughter, my Gerda!
chat_system_1836555164_snap_0_answer_0=^?^King Mark himself trusts me with his personal secrets! And you're afraid of telling me an errand concerning your daughter?! Well, suit yourself. It's up to you...
chat_system_1836555164_snap_1_question=^?^Ok, ok, you've convinced me! You know, I'm worried about her. My daughter, my darling Gerda does housework. Maybe this isn't customary among you humans, but we believe that every dwarven woman should learn from childhood to be useful to her husband. Chop firewood, repair the armor, sharpen the pole axe, patch the roof - you understand: be useful in the household!<br>She went to the forest for firewood and disappeared. Two weeks have passed! Please be so kind as to find this idler, grab her by the hair and bring her home!
chat_system_1836555164_snap_1_answer_0=^?^Hmm, pull her by the hair, you say? Not bad, not bad. And how strong is your love for your daughter? - I'm talking about a reward, in case you didn't catch my drift...
chat_system_1836555164_snap_1_answer_1=^?^I don't think it's nice to pull dwarven girls by the hair... And anyway I have no time for this search. I'll come back later. See you!
chat_system_1836555164_snap_3_question=^?^Reward? I've heard a lot about the selfish nature of humans, and now I see that it is true. But I love my daughter, don't worry, I'll pay you if you bring her back here safe and sound.<br>[reward]
chat_system_1836555164_snap_3_answer_0=^?^Excellent!
chat_system_1836555164_snap_2_question=^?^No, she hasn't returned. I just don't know what to think. She has run from home many a time, but she should have returned by now.
chat_system_1836555164_snap_2_answer_0=^?^Ok, I'll find your daughter. But realize that I'm not about to hunt around in your mines for free!
chat_system_1836555164_snap_2_answer_1=^?^I'm sure she'll return. Don't be sad!
chat_system_1836555164_snap_4_question=^?^Hey! It's you again, [player]! So what? Have you found my Gerda?
chat_system_1836555164_snap_4_answer_0=^?^Open your eyes dwarf - here is your daughter!
chat_system_1836555164_snap_4_answer_1=^?^No, I haven't yet.
chat_system_1836555164_snap_5_question=^?^You idler! You'll do anything to get out of a spot of work! What is it going to be this time? You're going to tell me lies about a monster kidnapping you? A Dragon? Or a Giant? Which one was it this time?<br>Roaming around somewhere, meanwhile our stairs are coming down. One day your dad will fall down and break his neck, and then you'll be sorry. Go repair the stairs right now! Don't stare at me, I'm not a hammer!<br>And thank you, kind human! Take this, as I promised...<br>[reward]
chat_system_1836555164_snap_5_answer_0=^?^Thank you, Tadum. See you.
